/* Menu strings */
"Main Menu About" = "%@ のバージョン情報";
"Main Menu Hide Others" = "他のアプリケーションを隠す";
"Main Menu Show All" = "すべて表示";
"Main Menu Quit" = "%@ を終了";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "認証";
"Text PreAuth" = "このソフトウェアをインストールするには、正しい管理者パスワードが必要です。";
"Info PreAuth" = "";
"Lock PreAuth" = "変更を加えるには、鍵アイコンをクリックしてください";
"Lock Auth" = "認証中...";
"Text PostAuth" = "インストーラを設定しています。 しばらくお待ちください。";
"Info PostAuth" = "";
"Lock PostAuth" = "ユーザーは認証済みです";


/* Buttons */
"Cancel" = "キャンセル";
"OK" = "OK";
"Quit" = "終了";
"Resume" = "再開";

/* Dialogs */
"Quit Dialog Title" = "インストールのキャンセル";
"Quit Dialog Header" = "インストールは完了していません";
"Quit Dialog Text" = "ここでインストールをキャンセルすると、%@ はインストールされません。インストールを続行するには、[再開] をクリックしてください。インストールをキャンセルするには、[終了] をクリックします。";

"Application Error Title" = "アプリケーション・エラー";
"Application Error Text" = "実行エラーのため、%@ のインストールを続行することができません。(エラー・コード -43)";

"Execution Error Title" = "実行エラー";
"Execution Error Text" = "実行エラーのため、%@ のインストールを続行することができません。(エラー・コード -43)";
